Repository: alexsco74/drupal-trade
Catalog: sites/all/modules/custom/trade/translations/trade.*.po
Languages: ru

source: Currency
ru: Валюта

source: Currencies
ru: Валюты

source: Abbr|suffix|unicode
ru: Аббревиатура | суффикс | Unicode

source: Use currency
ru: Использовать валюту

source: Debug mode
ru: Режим отладки

source: Format number
ru: Формат номера

source: Separator
ru: Разделитель

source: Not use
ru: Не использовать

source: Product types
ru: Тип товара

source: Product node types
ru: Тип материала для товара

source: Sales process
ru: Процесс покупки

source: After add product to cart, goto front page
ru: После добавления товар в корзину перейти на главную страницу.

source: Product trade options field
ru: Поле опций товара

source: Product trade upholstery options field
ru: Поле опций обивки товара

source: Product trade fabricator field
ru: Поле производителя товара

source: None
ru: Нет

source: Product trade color picker field
ru: Поле выбора цвета

source: Service
ru: Услуга

source: Shipping
ru: Доставка

source: Product default value
ru: Значения по умолчанию товара

source: On city (amount)
ru: По городу

source: 0 - free
ru: 0 - бесплатно

source: From city (price 1 km)
ru: За город (за 1 км)

source: Lifting
ru: Подьем

source: Lift
ru: Лифт

source: With out lifting
ru: Без подьема

source: Free
ru: Бесплатно

source: Fixed amount
ru: Фиксированная сумма

source: 3%, not less 200 rub.
ru: 3%, не менее 200 руб.

source: On stairs
ru: По лестнице

source: Fix price on floor
ru: Фиксированная цена за этаж

source: 3%, not less 250 rub. on floor
ru: 3%, не менее 250 руб за этаж

source: Assembly
ru: Сборка

source: Assembly type
ru: Тип сборки

source: With out assembly
ru: Без сборки

source: Amount
ru: Сумма

source: 15%, not less 500 rub.
ru: 15%, не менее 500 руб.

source: 10%, not less 700 rub.
ru: 10%, не менее 700 руб.

source: Product teaser trade cache enable
ru: Включить кэш анонсов для товаров

source: Total product count - @count
ru: Всего товаров - @count

source: Re-create cache
ru: Пересоздать кэш

source: After create order
ru: После создания заказа

source: Trade
ru: Торговля

source: The trade order
ru: Торговля, заказ

source: After update order
ru: После обновления заказа

source: After delete order
ru: После удаления заказа

source: Trade orders
ru: Торговля, заказы

source: Tokens related to individual content items, or "orders".
ru: Маркер, связанный с содержимым или "заказы".

source: Order ID
ru: Номер заказа

source: The unique ID of the order.
ru: Уникальный ID заказа.

source: Name
ru: Имя

source: Client name from order.
ru: Имя клиента для заказа

source: Phone
ru: Телефон

source: Client phone from order
ru: Телефон клиента для заказа

source: Mail
ru: Почта

source: Client mail from order
ru: Email клиента для заказа

source: Address
ru: Адрес

source: The client address from order.
ru: Адрес клиента для заказа.

source: Comment
ru: Комментарий

source: The client comment from order.
ru: Комментарий клиента для заказа

source: The URL of the order.
ru: URL адрес заказа.

source: Date created
ru: Дата создания

source: The date the order was posted (ISO).
ru: Дата отправки заказа (ISO).

source: Date changed
ru: Дата изменена

source: The date the order was most recently updated (ISO).
ru: Дата, когда заказ был обновлен (ISO).

source: Edit order #@id
ru: Редактировать заказ #@id

source: From city
ru: За городом

source: On lift
ru: На лифте

source: Without lift
ru: Без подьема

source: Without shipping
ru: Без доставки

source: Without lifting
ru: Без подьема

source: Without assembly
ru: Без сборки

source: Type
ru: Тип

source: Price
ru: Цена

source: Distance (km)
ru: Расстояние (км)

source: Floor
ru: Этаж

source: Services
ru: Услуги

source: Total
ru: Всего

source: Service name
ru: Название услуги

source: SKU
ru: Артикул

source: Products name
ru: Наименование товара

source: Qty
ru: Количество

source: Delete
ru: Удалить

source: Products
ru: Товары

source: Product not choiced
ru: Товар не выбран

source: Total amount
ru: Общая сумма

source: You cart is empty. You can !choice product.
ru: Ваша корзина пуста. Вы можете !choice товары.

source: choice
ru: выбрать

source: Full name
ru: Полное имя

source: Address of house
ru: Адрес дома

source: Address details
ru: Полный адрес

source: Make order
ru: Сделать заказ

source: Save
ru: Сохранить

source: Thanks, order is complete.
ru: Спасибо, заказ офомлен.

source: Order saved.
ru: Заказ сохранен.

source: Order #@num deleted.
ru: Заказ #@num удален.

source: E-mail notify not sent.
ru: E-mail уведомление не отправлено.

source: Notify sent on e-mail.
ru: Уведомление отпавлено на e-mail.

source: Order #@id
ru: Заказ #@id

source: Contact info
ru: Контактная информация

source: Date
ru: Дата

source: Quantity
ru: Кол-во

source: Operations
ru: Действия

source: View
ru: Просмотр

source: Edit
ru: Правка

source: Orders not found.
ru: Заказы не найдены.

source: Cart empty
ru: Корзина пустая

source: Collection elements
ru: Элементы коллекции

source: Cart (trade)
ru: Корзина (торговля)

source: Product images gallery (trade)
ru: Галерея изображений товаров (торговля)

source: Preview image style
ru: Стиль изображения при предпросмотре

source: Thumbnail image style
ru: Стиль изображения при предпросмотре

source: View all orders
ru: Просмотр всех заказов

source: View own orders
ru: Просмотр своих заказов

source: Edit all orders
ru: Редактировать все заказы

source: Edit own orders
ru: Редактировать свои заказы

source: Delete all orders
ru: Удалить все заказы

source: Delete own orders
ru: Удалить свои заказы

source: Notify about create orders
ru: Уведомлять о создании заказов

source: Product settings
ru: Настройки товаров

source: Product gallery (trade)
ru: Галерея товаров (торговля)

source: Product price (trade)
ru: Цены товара (торговля)

source: Product dimensions (trade)
ru: Размеры товара (торговля)

source: Enabled colors
ru: Доступные цвета

source: Upholstery picker
ru: Выбор обивки

source: Product add to order (trade)
ru: Товар добавить к заказу (торговля)

source: Option
ru: Опция

source: Upholstery category
ru: Категории обивки

source: Please, enter fabricator and save node for edit this upholstery category option prices.
ru: Пожалуйста, выберите производителя и сохраните материал, чтобы отредактировать опции и цены.

source: title
ru: Название

source: Use
ru: Использовать

source: Sorry, option variants not found, may be create or add terms ?!
ru: Извините, варианты опций не найдены. Попробуйте создать или добавить термины в словарь

source: From price_on_distance (price 1 km)
ru: За город (цена 1 км)

source: Price on floor
ru: Цена за этаэ

source: Witout assembly
ru: Без сборки

source: Сolor
ru: Цвет

source: free
ru: бесплатно

source: On city
ru: В городе

source: 3%, not less 250 rub.
ru: 3%, не менее 250 руб.

source: lifting
ru: подьем

source: Dimensions
ru: Размеры

source: Choice another upholstery
ru: Выбор другой обивки

source: Loading
ru: Загрузка

source: -Any-
ru: -Любой-

source: Thank, product add to cart. !checkout
ru: Спасибо, товар добавлен к корзине. !checkout

source: Checkout order
ru: Оформить заказ

source: Sorry, try again later.
ru: Извините, попробуйте позже.

source: Buy
ru: Купить

source: Checked
ru: Выбрано

source: Plain text as link content
ru: Ссылка на материал

source: Trade option picker
ru: Торговля варианты выбора

source: Image first (trade)
ru: Вначале изображение (торговля)

source: Image preview style
ru: Стиль превью изображения

source: Image thumbnail style
ru: Стиль миниатюр изображения

source: Link image to
ru: Изображение как ссылка на

source: Image style
ru: Стиль изображения

source: None (original image)
ru: Нет (оригинальное изображение)

source: Content
ru: Содержимое

source: File
ru: Файл

source: Nothing
ru: Ничего

source: Default
ru: По умолчанию

source: View mode
ru: Режим просмотра

source: Show links
ru: Показать ссылки

source: Image preview style: @style
ru: Стиль превью изображения: @style

source: Image thumbnail style: @style
ru: Стиль миниатюры изображения: @style

source: Image style: @style
ru: Стиль изображения: @style

source: Original image
ru: Оригинальное изображение

source: Linked to content
ru: Ссылка на контент

source: Linked to file
ru: Ссылка на файл

source: Display links
ru: Отображать ссылки

source: Do not display links
ru: Не показывать ссылки

source: Thank you for your order.
ru: Спасибо за ваш заказ.

source: You will be contacted shortly.
ru: Мы свяжемся с вами в ближайшее время.

source: Please do not reply to this email.
ru: Пожалуйста не отвечайте на это письмо.

source: Order #!num
ru: Заказr #!num

source: Loading node "@title"
ru: Загрузка материала "@title"

source: An error occurred while processing @operation with arguments : @args
ru: Возникла ошибка в процессе @operation с аргументами: @args

source: (Product #@operation)
ru: (Товар #@operation)

source: After create new order
ru: После создания нового заказа

source: trade
ru: торговля

source: Error create new @file
ru: Ошибка создания @file

source: Trade order #@num was created
ru: Торговля заказ #@num был создан

source: Trade order #@num updated
ru: Торговля заказ #@num был обновлен

source: Trade order #@num was deleted
ru: Торговля заказ #@num был удален

source: Cache 1 product
ru: Кэшировать @count товар

source: Orders (all)
ru: Заказы (все)

source: Orders
ru: Заказы

source: Cart
ru: Корзина

source: Trade config
ru: Конфигурация торговли

source: Trade product
ru: Торговля товары

source: Trade cache
ru: Торговля кэш

source: Custom
ru: Пользовательский

source: Product catalog field
ru: Поле для каталога товаров

source: Catalog filter fields
ru: Поле фильтра каталога

source: Count nodes on page
ru: Количество материалов на странице

source: Popularity
ru: Популярность

source: Product catalog sort param
ru: Параметры сортировки товаров в каталоге

source: Product catalog sort direction
ru: Направление сортировки товаров в каталоге

source: Desc
ru: По убыванию

source: Asc
ru: По возрастанию

source: Rewrite taxonomy term theme
ru: Переопределить страницу термина словаря

source: Catalog page tree terms block enable
ru: Включен блок дерева каталога

source: Catalog tree term view mode
ru: Режим просмотра дерева каталога

source: Enable masonry on catalog pages
ru: Включить masonry на страницах каталога

source: Catalog vocabulary not found. Please check you config on page - admin/config/trade/catalog
ru: Словарь каталога не найден. Пожалуйста, выберите его на странице - admin/config/trade/catalog

source: Home
ru: Главная

source: Sort unde
ru: Сортировать по

source: Product not found. Please, change or clear filers.
ru: Товары не найдены. Пожалуйста, измените критерии отбора.

source: Input search string
ru: Строка поиска

source: Search
ru: Поиск

source: Show: @count
ru: Показать: @count

source: Remove: @count
ru: Удалено: @count

source: From
ru: От

source: Unto
ru: До

source: year
ru: год

source: Apply
ru: Применить

source: Clear
ru: Убрать

source: turn up
ru: открыть

source: shut up
ru: закрыть

source: Search on catalog
ru: Поиск по каталогу

source: Catalog
ru: Каталог товаров

source: Trade catalog
ru: Каталог товаров
